/var/db/pkg/acct-group:
audio-0-r2
cdrom-0-r2
dialout-0-r2
disk-0-r2
floppy-0-r1
input-0-r2
kmem-0-r2
kvm-0-r2
lp-0-r2
lpadmin-0-r2
man-0-r2
messagebus-0-r2
ntp-0-r2
pipewire-0-r1
polkitd-0-r2
portage-0-r1
render-0-r2
root-0-r1
sgx-0-r1
sshd-0-r2
tape-0-r2
tty-0-r2
usb-0-r2
video-0-r2

/var/db/pkg/acct-user:
man-1-r2
messagebus-0-r2
ntp-0-r2
polkitd-0-r2
portage-0-r2
sshd-0-r2

/var/db/pkg/app-accessibility:
at-spi2-core-2.50.0

/var/db/pkg/app-admin:
doas-6.8.2
eselect-1.4.27
perl-cleaner-2.31
yadm-3.2.2

/var/db/pkg/app-alternatives:
awk-4
bc-0
bzip2-1
cpio-0
gzip-1
lex-0-r1
ninja-1
sh-0
tar-0
yacc-1-r2

/var/db/pkg/app-arch:
bzip2-1.0.8-r4
cpio-2.14
gzip-1.13
libarchive-3.7.2
ncompress-5.0-r1
tar-1.35
unzip-6.0_p27-r1
xz-utils-5.4.5
zip-3.0-r7
zstd-1.5.5

/var/db/pkg/app-crypt:
gcr-3.41.1-r2
gnupg-2.4.3
gpgme-1.23.2
libb2-0.98.1-r3
libmd-1.1.0
libsecret-0.21.1
p11-kit-0.25.3-r1
pinentry-1.2.1-r4
rhash-1.4.4

/var/db/pkg/app-editors:
neovim-0.9.4

/var/db/pkg/app-eselect:
eselect-fontconfig-20220403
eselect-iptables-20220320
eselect-lib-bin-symlink-0.1.1-r1
eselect-lua-4-r1
eselect-notify-send-0.1
eselect-pinentry-0.7.3
eselect-repository-14
eselect-rust-20210703
eselect-vi-20221122

/var/db/pkg/app-laptop:
tlp-1.5.0

/var/db/pkg/app-misc:
brightnessctl-0.5.1
ca-certificates-20230311.3.95
editor-wrapper-4-r1
mime-types-2.1.54
pax-utils-1.3.7

/var/db/pkg/app-portage:
elt-patches-20221210
gemato-20.5
gentoolkit-0.6.3
getuto-1.9.1
portage-utils-0.96.1

/var/db/pkg/app-shells:
bash-5.2_p21-r1
zoxide-0.9.2
zsh-5.9-r4
zsh-completions-0.34.0

/var/db/pkg/app-text:
asciidoc-10.2.0
build-docbook-catalog-2.4
docbook-dsssl-stylesheets-1.79-r4
docbook-sgml-dtd-3.0-r5
docbook-xml-dtd-4.1.2-r7
docbook-xml-dtd-4.2-r3
docbook-xml-dtd-4.3-r2
docbook-xml-dtd-4.4-r3
docbook-xml-dtd-4.5-r2
docbook-xsl-ns-stylesheets-1.79.1
docbook-xsl-stylesheets-1.79.1-r4
dvipsk-2021.1_p20210325-r2
ghostscript-gpl-10.02.1
libpaper-2.1.2
mandoc-1.14.6
manpager-1
mupdf-1.23.3
poppler-23.11.0
poppler-data-0.4.12
ps2pkm-1.8_p20210325-r1
qpdf-11.6.3
scdoc-1.11.2-r1
sgml-common-0.6.3-r7
texlive-core-2021-r7
tree-2.1.1
xmlto-0.0.28-r11
zathura-0.5.2-r5
zathura-pdf-mupdf-0.4.1

/var/db/pkg/cross-arm-none-eabi:
binutils-2.38-r2
gcc-11.4.9999
newlib-4.2.0.20211231

/var/db/pkg/cross-avr:
avr-libc-2.1.0
binutils-2.38-r2
gcc-8.5.0-r1

/var/db/pkg/dev-cpp:
atkmm-2.28.3
cairomm-1.14.4
glibmm-2.66.6
gtkmm-3.24.8
pangomm-2.46.3

/var/db/pkg/dev-db:
sqlite-3.44.2-r1

/var/db/pkg/dev-lang:
go-1.21.5
lua-5.1.5-r200
lua-5.4.6
luajit-2.1.0_beta3_p20220613
mujs-1.3.3
nasm-2.16.01-r1
perl-5.38.2-r1
python-3.11.6
python-3.12.0_p1
python-exec-2.4.10
python-exec-conf-2.4.6
rust-bin-1.73.0
spidermonkey-102.15.0
tcl-8.6.13-r1
vala-0.56.14

/var/db/pkg/dev-libs:
atk-2.46.0
boehm-gc-8.2.4
boost-1.83.0-r2
date-3.0.0
dbus-glib-0.112
elfutils-0.190
expat-2.5.0
fribidi-1.0.13
girara-0.4.0-r1
glib-2.78.1
gmp-6.3.0-r1
gobject-introspection-1.78.1
gobject-introspection-common-1.78.1
gumbo-0.11.0
icu-73.2
inih-57
json-c-0.17
json-glib-1.8.0
jsoncpp-1.9.5
kpathsea-6.3.3_p20210325-r1
libassuan-2.5.6
libatomic_ops-7.8.2
libbsd-0.11.7-r2
libedit-20221030.3.1
libevdev-1.13.1
libffi-3.4.4-r3
libfmt-9.1.0-r1
libgcrypt-1.10.3
libgit2-1.7.1
libgpg-error-1.47-r1
libgudev-238-r1
libinput-1.24.0
libksba-1.6.5
libltdl-2.4.7-r1
libmpack-1.0.5-r5
libnatspec-0.3.0
libnl-3.9.0
libpcre-8.45-r2
libpcre2-10.42-r1
libpipeline-1.5.7
libsigc++-2.12.0
libtasn1-4.19.0
libtermkey-0.22-r1
libunistring-1.1-r1
libusb-1.0.26
libuv-1.47.0-r1
libvterm-0.3.3
libxml2-2.11.6
libxslt-1.1.39
lzo-2.10
mpc-1.3.1
mpfr-4.2.1
msgpack-6.0.0-r1
nettle-3.9.1
npth-1.6-r1
nspr-4.35-r2
nss-3.96.1
oniguruma-6.9.9
openssl-3.1.4
popt-1.19
ptexenc-1.3.9_p20210325-r1
spdlog-1.12.0-r2
tree-sitter-0.20.8-r1
unibilium-2.1.1-r1
vala-common-0.56.14
wayland-1.22.0
wayland-protocols-1.32
zziplib-0.13.72-r3

/var/db/pkg/dev-lua:
lpeg-1.0.2-r101
luv-1.45.0.0
mpack-1.0.11

/var/db/pkg/dev-perl:
Authen-SASL-2.170.0
B-Hooks-EndOfScope-0.260.0
Capture-Tiny-0.480.0-r1
Class-Data-Inheritable-0.90.0
Class-XSAccessor-1.190.0-r2
Clone-0.460.0
Config-AutoConf-0.320.0
CPAN-Meta-Check-0.17.0
Data-OptList-0.114.0
Devel-Caller-2.70.0
Devel-CheckLib-1.160.0
Devel-GlobalDestruction-0.140.0-r1
Devel-LexAlias-0.50.0-r1
Devel-StackTrace-2.40.0
Digest-HMAC-1.40.0
Dist-CheckConflicts-0.110.0-r1
Encode-Locale-1.50.0-r1
Error-0.170.290
Eval-Closure-0.140.0-r1
Exception-Class-1.450.0
ExtUtils-HasCompiler-0.23.0
File-BaseDir-0.90.0
File-DesktopEntry-0.220.0-r1
File-HomeDir-1.6.0
File-Listing-6.160.0
File-MimeInfo-0.330.0
File-Slurper-0.14.0
File-Which-1.270.0
HTML-Parser-3.810.0
HTML-Tagset-3.200.0-r2
HTTP-CookieJar-0.14.0
HTTP-Cookies-6.100.0
HTTP-Date-6.60.0
HTTP-Message-6.450.0
HTTP-Negotiate-6.10.0-r2
IO-HTML-1.4.0
IO-Socket-INET6-2.730.0
IO-Socket-SSL-2.83.0
IPC-System-Simple-1.300.0
libwww-perl-6.720.0-r1
Log-Dispatch-2.710.0
LWP-MediaTypes-6.40.0
LWP-Protocol-https-6.110.0
MailTools-2.210.0
MIME-Charset-1.13.1
Module-Build-0.423.400
Module-Implementation-0.90.0-r1
Module-Runtime-0.16.0-r1
Mozilla-CA-20999999-r1
Mozilla-PublicSuffix-1.0.6
MRO-Compat-0.150.0
namespace-autoclean-0.290.0
namespace-clean-0.270.0-r1
Net-HTTP-6.230.0
Net-SSLeay-1.920.0-r1
Package-Stash-0.400.0
Package-Stash-XS-0.300.0
PadWalker-2.500.0
Params-Util-1.102.0
Params-ValidationCompiler-0.310.0
Perl-Tidy-20230912.0.0
PerlIO-utf8_strict-0.10.0
Ref-Util-0.204.0
Ref-Util-XS-0.117.0
Regexp-IPv6-0.30.0-r2
Role-Tiny-2.2.4
Socket6-0.290.0
Specio-0.480.0
Sub-Exporter-0.990.0
Sub-Exporter-Progressive-0.1.13-r1
Sub-Identify-0.140.0-r1
Sub-Install-0.929.0
Sub-Name-0.270.0
Sub-Quote-2.6.8
Test-Fatal-0.17.0
TimeDate-2.330.0-r1
Try-Tiny-0.310.0
Unicode-LineBreak-2019.1.0
URI-5.210.0
Variable-Magic-0.630.0
WWW-RobotRules-6.20.0-r2
XML-Parser-2.460.0-r2
XString-0.5.0
YAML-Tiny-1.740.0

/var/db/pkg/dev-python:
calver-2022.06.26
certifi-3021.3.16-r4
charset-normalizer-3.3.2
cython-3.0.6
docutils-0.20.1-r1
editables-0.5
ensurepip-pip-23.3.2
ensurepip-setuptools-69.0.2
ensurepip-wheels-100
flit-core-3.9.0
gentoo-common-1
gpep517-15
hatchling-1.18.0
idna-3.6
installer-0.7.0
jaraco-context-4.3.0
jaraco-functools-4.0.0
jaraco-text-3.12.0
jinja-3.1.2
lxml-4.9.3-r2
mako-1.3.0
markupsafe-2.1.3
more-itertools-10.1.0
nspektr-0.5.0
ordered-set-4.1.0
packaging-23.2
pathspec-0.11.2
pip-23.3.1
platformdirs-4.0.0
pluggy-1.3.0
pygments-2.17.2
pyparsing-3.1.1
PySocks-1.7.1-r2
requests-2.31.0
setuptools-69.0.2
setuptools-scm-8.0.4
tomli-2.0.1-r1
trove-classifiers-2023.11.29
typing-extensions-4.8.0
urllib3-2.1.0
wheel-0.42.0

/var/db/pkg/dev-tex:
bibtexu-3.71_p20210325

/var/db/pkg/dev-util:
b2-4.10.1
cmake-3.27.9
desktop-file-utils-0.27
gdbus-codegen-2.78.1
glib-utils-2.78.1
gperf-3.1-r1
gtk-doc-1.33.2-r1
gtk-doc-am-1.33.2
gtk-update-icon-cache-3.24.38
intltool-0.51.0-r3
itstool-2.0.7
meson-1.3.0-r1
meson-format-array-0
netsurf-buildsystem-1.9-r2
ninja-1.11.1-r3
pkgconf-2.1.0
re2c-2.2
tokei-12.1.2
wayland-scanner-1.22.0

/var/db/pkg/dev-vcs:
git-2.43.0

/var/db/pkg/gnome-base:
dconf-0.40.0
gnome-keyring-42.1-r2
librsvg-2.57.0

/var/db/pkg/gui-apps:
grim-1.4.1
gtklock-2.1.0
mako-1.8.0
slurp-1.4.0
swaybg-1.2.0
waybar-0.9.22
wl-clipboard-2.2.1-r1
wofi-1.3

/var/db/pkg/gui-libs:
display-manager-init-1.1.2
gtk-layer-shell-0.8.1
wlroots-0.16.2-r2

/var/db/pkg/gui-wm:
sway-1.8.1

/var/db/pkg/media-fonts:
encodings-1.0.7
font-util-1.4.1
liberation-fonts-2.1.5
noto-20231128
noto-cjk-20190416
noto-emoji-20231130
urw-fonts-20230503-r1

/var/db/pkg/media-gfx:
graphite2-1.3.14_p20210810-r3
imv-4.4.0

/var/db/pkg/media-libs:
alsa-lib-1.2.10-r3
alsa-topology-conf-1.2.5.1
alsa-ucm-conf-1.2.10-r1
dav1d-1.3.0
fontconfig-2.14.2-r3
freetype-2.13.2
gd-2.3.3-r4
glu-9.0.3
harfbuzz-8.3.0
jbig2dec-0.19
lcms-2.15
libepoxy-1.5.10-r2
libglvnd-1.7.0
libjpeg-turbo-3.0.1
libnsgif-0.2.1-r3
libogg-1.3.5-r1
libpng-1.6.40-r1
libpulse-16.99.1
libsdl-1.2.68
libsdl2-2.28.5
libsndfile-1.2.2-r1
libvorbis-1.3.7-r1
mesa-23.3.0
openjpeg-2.5.0-r6
tiff-4.6.0
x264-0.0.20231114
xvid-1.3.7-r1

/var/db/pkg/media-sound:
lame-3.100-r3

/var/db/pkg/media-video:
ffmpeg-6.1
pipewire-1.0.0
wireplumber-0.4.17

/var/db/pkg/net-dns:
c-ares-1.24.0
libidn-1.41
libidn2-2.3.4-r1

/var/db/pkg/net-firewall:
iptables-1.8.10

/var/db/pkg/net-im:
discord-0.0.36

/var/db/pkg/net-libs:
gnutls-3.8.2
http-parser-2.9.4-r2
libmnl-1.0.5
libnsl-2.0.1
libssh2-1.11.0-r2
libtirpc-1.3.4
nghttp2-1.58.0

/var/db/pkg/net-misc:
chrony-4.4
curl-8.4.0
dhcpcd-10.0.5-r1
iputils-20221126-r1
netifrc-0.7.7
openssh-9.5_p1-r2
rclone-1.63.1
rsync-3.2.7-r2
wget-1.21.4

/var/db/pkg/net-print:
cups-2.4.7-r1
cups-filters-1.28.17-r2

/var/db/pkg/net-wireless:
iw-5.19-r1
wireless-regdb-20230503-r2
wpa_supplicant-2.10-r3

/var/db/pkg/perl-core:
Compress-Raw-Zlib-2.206.0
File-Temp-0.231.100
Math-BigInt-1.999.842
Test-Simple-1.302.196

/var/db/pkg/sec-keys:
openpgp-keys-gentoo-release-20230329

/var/db/pkg/sys-apps:
acl-2.3.1-r2
attr-2.5.1-r2
baselayout-2.14-r1
bat-0.23.0-r1
config-site-0
coreutils-9.4
dbus-1.15.8
debianutils-5.14
diffutils-3.10
ed-1.19-r1
ethtool-6.6
eza-0.15.3
file-5.45-r3
findutils-4.9.0-r2
gawk-5.3.0
gentoo-functions-0.19
grep-3.11
groff-1.23.0
hdparm-9.65-r2
help2man-1.49.3
hwdata-0.376
install-xattr-0.8-r1
iproute2-6.6.0-r1
iucode_tool-2.3.1-r1
kbd-2.6.4
kmod-31
less-643-r1
locale-gen-2.23-r1
lsb-release-3.3
man-db-2.12.0
man-pages-6.05.01
net-tools-2.10
openrc-0.52.1
pciutils-3.10.0
portage-3.0.58
ripgrep-14.0.3
sandbox-2.38
sed-4.9
shadow-4.14.2
smartmontools-7.4
systemd-utils-254.7
sysvinit-3.08
texinfo-7.1-r1
usbutils-017
util-linux-2.39.2
which-2.21

/var/db/pkg/sys-auth:
elogind-252.9
pambase-20220214
passwdqc-2.0.3-r1
polkit-123
seatd-0.8.0

/var/db/pkg/sys-boot:
efibootmgr-18-r1
grub-2.06-r9

/var/db/pkg/sys-devel:
-MERGING-gnuconfig-20230731
autoconf-2.13-r8
autoconf-2.71-r7
autoconf-archive-2023.02.20
autoconf-wrapper-20221207-r1
automake-1.16.5-r1
automake-wrapper-20221207
bc-1.07.1-r6
binutils-2.41-r3
binutils-config-5.5
bison-3.8.2-r2
clang-16.0.6
clang-17.0.6
clang-common-17.0.6-r1
clang-runtime-16.0.6
clang-runtime-17.0.6
clang-toolchain-symlinks-16-r2
clang-toolchain-symlinks-17
crossdev-20230923
flex-2.6.4-r6
gcc-13.2.1_p20231014
gcc-config-2.11
gdb-14.1
gettext-0.22.4
gnuconfig-20230731
libtool-2.4.7-r1
lld-16.0.6
lld-toolchain-symlinks-16-r2
llvm-16.0.6
llvm-17.0.6
llvm-common-17.0.6
llvm-toolchain-symlinks-16-r1
llvm-toolchain-symlinks-17
llvmgold-17
m4-1.4.19-r2
make-4.4.1-r1
patch-2.7.6-r5

/var/db/pkg/sys-firmware:
intel-microcode-20231114_p20231114

/var/db/pkg/sys-fs:
e2fsprogs-1.47.0-r2
fuse-3.16.2
fuse-common-3.10.4
udev-init-scripts-35

/var/db/pkg/sys-kernel:
gentoo-sources-6.6.1
installkernel-gentoo-10
linux-firmware-20231211
linux-headers-6.6

/var/db/pkg/sys-libs:
binutils-libs-2.41-r3
compiler-rt-16.0.6-r4
compiler-rt-17.0.6
compiler-rt-sanitizers-16.0.6
compiler-rt-sanitizers-17.0.6
efivar-38
gdbm-1.23
glibc-2.38-r7
gpm-1.20.7-r5
libcap-2.69
libomp-17.0.6
libseccomp-2.5.5
libxcrypt-4.4.36
mtdev-1.1.6
ncurses-6.4_p20230401
pam-1.5.3
readline-8.2_p7
timezone-data-2023c-r1
zlib-1.3-r2

/var/db/pkg/sys-power:
acpi-1.7-r1
linux-x86-power-tools-4.20
thermald-2.5.4-r1
upower-1.90.2

/var/db/pkg/sys-process:
gotop-4.2.0
procps-4.0.4
psmisc-23.6

/var/db/pkg/virtual:
acl-0-r2
dev-manager-0-r2
editor-0-r6
freedesktop-icon-theme-0-r4
glu-9.0-r2
libc-1-r1
libcrypt-2-r1
libelf-3-r1
libiconv-0-r2
libintl-0-r2
libudev-251-r2
libusb-1-r2
man-0-r4
notification-daemon-0
opengl-7.0-r2
openssh-0
os-headers-0-r2
package-manager-1
pager-0-r1
perl-bignum-0.660.0
perl-Carp-1.540.0
perl-Compress-Raw-Bzip2-2.204.1_rc
perl-Compress-Raw-Zlib-2.206.0
perl-CPAN-2.360.0
perl-CPAN-Meta-2.150.10-r7
perl-CPAN-Meta-Requirements-2.140.0-r9
perl-CPAN-Meta-YAML-0.18.0-r9
perl-Data-Dumper-2.188.0
perl-Digest-MD5-2.580.100_rc
perl-Digest-SHA-6.40.0
perl-Encode-3.190.0
perl-Exporter-5.770.0-r1
perl-ExtUtils-CBuilder-0.280.238
perl-ExtUtils-Install-2.220.0
perl-ExtUtils-MakeMaker-7.700.0
perl-ExtUtils-Manifest-1.730.0-r2
perl-ExtUtils-ParseXS-3.510.0
perl-File-Path-2.180.0-r2
perl-File-Spec-3.880.0
perl-File-Temp-0.231.100
perl-Getopt-Long-2.540.0
perl-IO-1.520.0
perl-IO-Compress-2.204.0
perl-IO-Socket-IP-0.410.100_rc
perl-JSON-PP-4.160.0-r1
perl-libnet-3.150.0
perl-Math-BigInt-1.999.842
perl-Math-BigInt-FastCalc-0.501.300
perl-Math-BigRat-0.262.400
perl-Math-Complex-1.620.0
perl-MIME-Base64-3.160.100_rc
perl-Module-Load-0.360.0-r3
perl-Module-Metadata-1.0.37-r3
perl-parent-0.241.0
perl-Parse-CPAN-Meta-2.150.10-r7
perl-Perl-OSType-1.10.0-r7
perl-podlators-5.10.0
perl-Scalar-List-Utils-1.630.0
perl-Storable-3.320.0
perl-Sys-Syslog-0.360.0-r3
perl-Test-Harness-3.440.0-r1
perl-Test-Simple-1.302.196
perl-Text-ParseWords-3.310.0-r1
perl-Time-HiRes-1.977.500
perl-Time-Local-1.300.0-r2
perl-Unicode-Collate-1.310.0-r1
perl-version-0.992.900-r1
perl-XSLoader-0.320.0
pkgconfig-2-r1
rust-1.73.0
secret-service-0
service-manager-1-r1
ssh-0-r2
tmpfiles-0-r5
ttf-fonts-1-r2
udev-217-r7
w3m-1

/var/db/pkg/www-client:
firefox-bin-120.0.1
w3m-0.5.3_p20230121

/var/db/pkg/x11-apps:
iceauth-1.0.9
mkfontscale-1.2.2
xauth-1.1.2
xinit-1.4.2
xkbcomp-1.4.6
xprop-1.2.6
xrdb-1.2.2
xset-1.2.5

/var/db/pkg/x11-base:
xcb-proto-1.16.0
xorg-drivers-21.1-r2
xorg-proto-2023.2
xorg-server-21.1.9
xwayland-23.2.2

/var/db/pkg/x11-drivers:
xf86-input-libinput-1.4.0
xf86-video-intel-2.99.917_p20230201

/var/db/pkg/x11-libs:
cairo-1.18.0
gdk-pixbuf-2.42.10-r1
gtk+-3.24.38
libdrm-2.4.118
libfontenc-1.1.7
libICE-1.1.1-r1
libnotify-0.8.3
libpciaccess-0.17-r1
libSM-1.2.4
libX11-1.8.7
libXau-1.0.11
libXaw-1.0.15
libxcb-1.16
libXcomposite-0.4.6
libXcursor-1.2.1
libxcvt-0.1.2
libXdamage-1.1.6
libXdmcp-1.1.4-r2
libXext-1.3.5
libXfixes-6.0.1
libXfont2-2.0.6-r1
libXft-2.3.8
libXi-1.8.1
libxkbcommon-1.6.0
libxkbfile-1.1.2
libXmu-1.1.4
libXpm-3.5.17
libXrandr-1.5.4
libXrender-0.9.11
libXScrnSaver-1.2.4
libxshmfence-1.3.2
libXt-1.3.0
libXtst-1.2.4
libXv-1.0.12
libXxf86vm-1.1.5
pango-1.50.14
pixman-0.42.2
xcb-util-keysyms-0.4.1
xcb-util-wm-0.4.2
xtrans-1.5.0

/var/db/pkg/x11-misc:
compose-tables-1.8.7
shared-mime-info-2.4
util-macros-1.20.0
xbitmaps-1.1.3
xdg-user-dirs-0.18
xdg-user-dirs-gtk-0.11
xdg-utils-1.1.3_p20210805-r1
xkeyboard-config-2.40-r1

/var/db/pkg/x11-themes:
adwaita-icon-theme-45.0
hicolor-icon-theme-0.17
