
/var/db/pkg/acct-group:
audio-0-r3
cdrom-0-r3
dialout-0-r3
disk-0-r3
flatpak-0-r2
floppy-0-r1
input-0-r3
kmem-0-r3
kvm-0-r3
locate-0-r3
lp-0-r3
lpadmin-0-r3
man-0-r3
messagebus-0-r3
netdev-0-r3
ntp-0-r3
pipewire-0-r2
plugdev-0-r3
polkitd-0-r3
portage-0-r2
render-0-r3
root-0-r2
sgx-0-r2
sshd-0-r3
tape-0-r3
tty-0-r3
usb-0-r3
video-0-r3

/var/db/pkg/acct-user:
flatpak-0-r2
man-1-r3
messagebus-0-r3
ntp-0-r3
polkitd-0-r3
portage-0-r3
sshd-0-r3

/var/db/pkg/app-accessibility:
at-spi2-core-2.52.0

/var/db/pkg/app-admin:
doas-6.8.2
eselect-1.4.27-r1
perl-cleaner-2.31-r2
yadm-3.2.2

/var/db/pkg/app-alternatives:
awk-4
bc-0
bzip2-1
cpio-0
gzip-1
lex-0-r1
ninja-1
sh-0
tar-0
yacc-1-r2

/var/db/pkg/app-arch:
brotli-1.1.0
bzip2-1.0.8-r5
cpio-2.15
gzip-1.13-r1
libarchive-3.7.6
ncompress-5.0-r1
tar-1.35
unzip-6.0_p27-r1
xz-utils-5.6.3
zstd-1.5.6

/var/db/pkg/app-crypt:
gcr-3.41.1-r2
gnupg-2.4.5-r2
gpgme-1.23.2-r2
libb2-0.98.1-r3
libmd-1.1.0
libsecret-0.21.1
p11-kit-0.25.3-r2
pinentry-1.3.1
rhash-1.4.4-r1

/var/db/pkg/app-editors:
neovim-0.10.1-r1

/var/db/pkg/app-eselect:
eselect-fontconfig-20220403
eselect-iptables-20220320
eselect-java-0.5.1
eselect-lib-bin-symlink-0.1.1-r1
eselect-lua-4-r1
eselect-mpg123-0.1-r1
eselect-notify-send-0.1
eselect-pinentry-0.7.4
eselect-repository-14
eselect-rust-20210703
eselect-vi-20221122

/var/db/pkg/app-misc:
ca-certificates-20240203.3.98
editor-wrapper-4-r1
mime-types-2.1.54
pax-utils-1.3.8

/var/db/pkg/app-mobilephone:
dfu-util-0.11

/var/db/pkg/app-office:
obsidian-1.6.7

/var/db/pkg/app-portage:
elt-patches-20240912
gemato-20.6
gentoolkit-0.6.8
getuto-1.13
portage-utils-0.97

/var/db/pkg/app-shells:
bash-5.2_p37
fzf-0.55.0
starship-1.20.1
zoxide-0.9.6
zsh-5.9-r6
zsh-autosuggestions-0.7.0-r2
zsh-syntax-highlighting-0.8.0

/var/db/pkg/app-text:
asciidoc-10.2.1
build-docbook-catalog-2.4
docbook-xml-dtd-4.1.2-r7
docbook-xml-dtd-4.2-r3
docbook-xml-dtd-4.3-r2
docbook-xml-dtd-4.4-r3
docbook-xml-dtd-4.5-r2
docbook-xsl-ns-stylesheets-1.79.1
docbook-xsl-stylesheets-1.79.1-r4
dvipsk-2023.03.11_p66203
epspdf-0.6.5.1
ghostscript-gpl-10.03.1
lcdf-typetools-2.110
libpaper-2.1.3
mandoc-1.14.6
manpager-1
mupdf-1.24.8
opensp-1.5.2-r10
po4a-0.73
poppler-data-0.4.12
ps2eps-1.68
ps2pkm-1.8_p20230311
psutils-2.09
scdoc-1.11.3
sgml-common-0.6.3-r7
t1utils-1.42
texlive-2023-r1
texlive-core-2023-r10
ttf2pk2-2.0_p20230311
xdvik-22.87.06-r1
xmlto-0.0.28-r11
zathura-0.5.6
zathura-pdf-mupdf-0.4.3

/var/db/pkg/dev-build:
autoconf-2.72-r1
autoconf-archive-2023.02.20
autoconf-wrapper-20231224
automake-1.17-r1
automake-wrapper-20240607
cmake-3.30.4
gtk-doc-am-1.33.2
libtool-2.5.3
make-4.4.1-r100
meson-1.5.2
meson-format-array-0
ninja-1.12.1

/var/db/pkg/dev-cpp:
atkmm-2.28.3
cairomm-1.14.4
glibmm-2.66.7
gtkmm-3.24.9
pangomm-2.46.3

/var/db/pkg/dev-db:
sqlite-3.46.1

/var/db/pkg/dev-embedded:
avrdude-7.2
dfu-programmer-1.0.0

/var/db/pkg/dev-java:
java-config-2.3.4
openjdk-bin-21.0.4_p7

/var/db/pkg/dev-lang:
duktape-2.7.0-r3
go-1.23.1
lua-5.1.5-r200
lua-5.4.6
luajit-2.1.1716656478
mujs-1.3.5
nasm-2.16.03
perl-5.40.0
python-3.12.7_p1
python-3.13.0_rc3
python-exec-2.4.10
python-exec-conf-2.4.6
rust-1.81.0
tcl-8.6.15
vala-0.56.17

/var/db/pkg/dev-libs:
appstream-1.0.3
appstream-glib-0.8.2
atk-2.46.0
ayatana-ido-0.10.4
boehm-gc-8.2.8
date-3.0.1_p20240913
dbus-glib-0.112
elfutils-0.191-r2
ell-0.69
expat-2.6.3
fribidi-1.0.13
girara-0.4.4
glib-2.78.6
gmp-6.3.0-r1
gobject-introspection-1.78.1-r2
gobject-introspection-common-1.78.1
gumbo-0.12.1
hidapi-0.14.0
icu-75.1
inih-58
json-c-0.18
json-glib-1.8.0
jsoncpp-1.9.6-r1
kpathsea-6.3.5_p20230311
libassuan-3.0.0
libatomic_ops-7.8.2
libayatana-appindicator-0.5.93
libayatana-indicator-0.9.4
libbsd-0.11.8
libdbusmenu-16.04.0-r2
libedit-20221030.3.1
libevdev-1.13.3
libffi-3.4.6
libfmt-9.1.0-r2
libgcrypt-1.11.0
libgit2-1.8.1
libgpg-error-1.50
libgrapheme-2.0.2
libical-3.0.18
libinput-1.26.2
libksba-1.6.7
libltdl-2.5.3
libmpack-1.0.5-r5
libnl-3.10.0
libpcre-8.45-r3
libpcre2-10.44-r1
libpipeline-1.5.8
libsigc++-2.12.0
libtasn1-4.19.0
libunistring-1.2
libusb-1.0.27-r1
libusb-compat-0.1.8
libutf8proc-2.9.0
libuv-1.48.0
libvterm-0.3.3
libx86-1.1-r6
libxml2-2.12.8
libxmlb-0.3.19
libxslt-1.1.39
libyaml-0.2.5
lzo-2.10
mpc-1.3.1
mpdecimal-4.0.0
mpfr-4.2.1
msgpack-6.0.0-r1
nettle-3.10
npth-1.7-r1
nspr-4.35-r2
nss-3.105
oniguruma-6.9.9
openssl-3.3.2
popt-1.19-r1
ptexenc-1.4.3_p20230311
simdjson-3.10.1
snowball-stemmer-2.2.0
spdlog-1.14.1
tree-sitter-0.23.2
tree-sitter-bash-0.21.0-r1
tree-sitter-c-0.21.4
tree-sitter-lua-0.1.0
tree-sitter-markdown-0.2.3
tree-sitter-python-0.21.0-r1
tree-sitter-query-0.4.0
tree-sitter-vim-0.4.0
tree-sitter-vimdoc-3.0.0
unibilium-2.1.1-r1
vala-common-0.56.17
wayland-1.23.1
wayland-protocols-1.37
zziplib-0.13.77

/var/db/pkg/dev-lua:
lpeg-1.1.0
luv-1.45.0.0
mpack-1.0.12

/var/db/pkg/dev-perl:
Authen-SASL-2.170.0
B-Hooks-EndOfScope-0.280.0
Capture-Tiny-0.480.0-r1
Class-Data-Inheritable-0.90.0
Class-Inspector-1.360.0
Class-XSAccessor-1.190.0-r3
Clone-0.460.0
Config-AutoConf-0.320.0
CPAN-Meta-Check-0.18.0
Data-OptList-0.114.0
Devel-Caller-2.70.0
Devel-CheckLib-1.160.0-r1
Devel-GlobalDestruction-0.140.0-r1
Devel-LexAlias-0.50.0-r1
Devel-StackTrace-2.40.0
Digest-HMAC-1.40.0
Dist-CheckConflicts-0.110.0-r1
Encode-Locale-1.50.0-r1
Error-0.170.290
Eval-Closure-0.140.0-r1
Exception-Class-1.450.0
Exporter-Tiny-1.6.2
ExtUtils-CChecker-0.120.0-r1
ExtUtils-HasCompiler-0.25.0
File-BaseDir-0.90.0
File-DesktopEntry-0.220.0-r1
File-HomeDir-1.6.0
File-Listing-6.160.0
File-MimeInfo-0.330.0
File-ShareDir-1.118.0
File-ShareDir-Install-0.140.0
File-Slurper-0.14.0
File-Which-1.270.0
HTML-Parser-3.820.0
HTML-Tagset-3.240.0
HTTP-Cookies-6.110.0
HTTP-Date-6.60.0
HTTP-Message-6.460.0
HTTP-Negotiate-6.10.0-r2
IO-HTML-1.4.0
IO-Socket-INET6-2.730.0
IO-Socket-SSL-2.88.0
IPC-Run3-0.49.0
IPC-System-Simple-1.300.0
libwww-perl-6.770.0
List-MoreUtils-0.430.0
List-MoreUtils-XS-0.430.0
Locale-gettext-1.70.0-r1
Log-Dispatch-2.710.0
LWP-MediaTypes-6.40.0
LWP-Protocol-https-6.140.0
MailTools-2.210.0
MIME-Charset-1.13.1
Module-Build-0.423.400
Module-Implementation-0.90.0-r1
Module-Runtime-0.16.0-r1
MRO-Compat-0.150.0
namespace-autoclean-0.290.0
namespace-clean-0.270.0-r1
Net-HTTP-6.230.0
Net-SSLeay-1.940.0
Package-Stash-0.400.0
Package-Stash-XS-0.300.0
PadWalker-2.500.0
Params-Util-1.102.0
Params-ValidationCompiler-0.310.0-r1
Perl-Tidy-20240511.0.0
PerlIO-utf8_strict-0.10.0
Pod-Parser-1.660.0
Ref-Util-0.204.0
Ref-Util-XS-0.117.0
Regexp-IPv6-0.30.0-r2
Role-Tiny-2.2.4
SGMLSpm-1.1-r2
Socket6-0.290.0
Specio-0.480.0
Sub-Exporter-0.991.0
Sub-Exporter-Progressive-0.1.13-r1
Sub-Identify-0.140.0-r1
Sub-Install-0.929.0
Sub-Name-0.270.0
Sub-Quote-2.6.8
Syntax-Keyword-Try-0.290.0-r1
TermReadKey-2.380.0-r1
Test-Fatal-0.17.0
Text-CharWidth-0.40.0-r2
Text-WrapI18N-0.60.0-r2
TimeDate-2.330.0-r1
Try-Tiny-0.310.0
Unicode-LineBreak-2019.1.0
URI-5.280.0
Variable-Magic-0.640.0
WWW-RobotRules-6.20.0-r2
XML-Parser-2.470.0
XS-Parse-Keyword-0.430.0
XString-0.5.0
YAML-Tiny-1.740.0

/var/db/pkg/dev-python:
certifi-3024.7.22
charset-normalizer-3.3.2
cython-3.0.11
dbus-python-1.3.2
deprecation-2.1.0-r1
docutils-0.21.2
editables-0.5
ensurepip-pip-24.2
eyeD3-0.9.7-r1
fastjsonschema-2.20.0
filetype-1.2.0
flit-core-3.9.0
gentoo-common-1
gpep517-16
hatch-vcs-0.4.0
hatchling-1.25.0
idna-3.10
installer-0.7.0
jaraco-context-6.0.1
jaraco-functools-4.1.0
jaraco-text-4.0.0
jinja-3.1.4
lark-1.2.2
lxml-5.3.0
mako-1.3.5
markupsafe-2.1.5
more-itertools-10.5.0
olefile-0.47
packaging-24.1
pathspec-0.12.1
pillow-10.4.0
platformdirs-4.3.6
pluggy-1.5.0
poetry-core-1.9.0
pycairo-1.27.0
pygments-2.18.0
pygobject-3.48.2-r1
pyparsing-3.2.0_beta3
PySocks-1.7.1-r2
pyyaml-6.0.2
requests-2.32.3
setuptools-74.1.3
setuptools-scm-8.1.0
tree-sitter-0.23.0
trove-classifiers-2024.9.12
urllib3-2.2.3
uv-0.4.18
wheel-0.44.0

/var/db/pkg/dev-tex:
latex-beamer-3.71
latexmk-4.83
pgf-3.1.10

/var/db/pkg/dev-texlive:
texlive-basic-2023_p59159-r4
texlive-fontsrecommended-2023_p54074-r1
texlive-fontutils-2023_p61207-r3
texlive-latex-2023_p69131-r1
texlive-latexrecommended-2023_p69131
texlive-pictures-2023_p69409-r3
texlive-plaingeneric-2023_p68675-r1

/var/db/pkg/dev-util:
desktop-file-utils-0.27-r1
gdbus-codegen-2.78.6
glib-utils-2.78.6
gperf-3.1-r2
gtk-update-icon-cache-3.24.42
intltool-0.51.0-r3
itstool-2.0.7-r2
ostree-2024.8
patchelf-0.18.0
pkgconf-2.3.0
re2c-3.1
tokei-12.1.2
wayland-scanner-1.23.1

/var/db/pkg/dev-vcs:
git-2.46.2

/var/db/pkg/gnome-base:
dconf-0.40.0
gnome-keyring-46.2
gsettings-desktop-schemas-46.1
librsvg-2.58.2

/var/db/pkg/gui-apps:
grim-1.4.1
mako-1.9.0
slurp-1.5.0
swaybg-1.2.1
waybar-0.10.4
wl-clipboard-2.2.1-r1
wofi-1.4.1

/var/db/pkg/gui-libs:
gtk-layer-shell-0.8.2
wlroots-0.17.4
wlroots-0.18.1
xdg-desktop-portal-wlr-0.7.1-r1

/var/db/pkg/gui-wm:
sway-1.9-r1

/var/db/pkg/media-fonts:
encodings-1.1.0
font-util-1.4.1
liberation-fonts-2.1.5
noto-20240830
noto-cjk-20190416
noto-emoji-20231130-r1
urw-fonts-20230503-r1

/var/db/pkg/media-gfx:
graphite2-1.3.14_p20210810-r3
imagemagick-7.1.1.38-r1
imv-4.5.0
potrace-1.16-r1
sam2p-0.49.4_p20190718-r1

/var/db/pkg/media-libs:
alsa-lib-1.2.12
alsa-topology-conf-1.2.5.1
alsa-ucm-conf-1.2.12
dav1d-1.4.2
fdk-aac-2.0.3
flac-1.4.3
fontconfig-2.15.0
freeimage-3.18.0-r11
freetype-2.13.3
gd-2.3.3-r4
harfbuzz-9.0.0
jbig2dec-0.20
lcms-2.16-r1
libcanberra-0.30-r7
libdisplay-info-0.2.0
libepoxy-1.5.10-r3
libfreeaptx-0.1.1-r1
libglvnd-1.7.0
libjpeg-turbo-3.0.3-r1
libldac-2.0.2.3-r1
libogg-1.3.5-r1
libpng-1.6.44
libpulse-17.0
libsamplerate-0.2.2
libsndfile-1.2.2-r2
libvorbis-1.3.7-r1
mesa-24.2.3
openjpeg-2.5.2
opus-1.5.2
sbc-2.0
tiff-4.7.0

/var/db/pkg/media-sound:
alsa-utils-1.2.12
lame-3.100-r3
mpg123-base-1.32.3
playerctl-2.4.1-r1
spotify-1.2.47

/var/db/pkg/media-video:
ffmpeg-4.4.5-r1
pipewire-1.2.5
wireplumber-0.5.6-r1

/var/db/pkg/net-dns:
c-ares-1.33.1
libidn-1.42
libidn2-2.3.7

/var/db/pkg/net-firewall:
iptables-1.8.10-r1

/var/db/pkg/net-im:
discord-0.0.70

/var/db/pkg/net-libs:
glib-networking-2.80.0
gnutls-3.8.7.1-r1
http-parser-2.9.4-r2
libasyncns-0.8-r4
libmnl-1.0.5
libnsl-2.0.1
libproxy-0.5.5
libpsl-0.21.5
libsoup-3.4.4
libssh2-1.11.0-r3
libtirpc-1.3.5
nghttp2-1.63.0
nghttp3-1.5.0
ngtcp2-1.7.0
nodejs-22.8.0

/var/db/pkg/net-misc:
chrony-4.6
curl-8.10.1
dhcpcd-10.0.10
iputils-20240117
netifrc-0.7.12
openssh-9.8_p1-r2
rclone-1.68.1
rsync-3.3.0-r1
wget-1.24.5

/var/db/pkg/net-print:
cups-2.4.11

/var/db/pkg/net-wireless:
bluez-5.78
iwd-2.22
wireless-regdb-20240508

/var/db/pkg/perl-core:
File-Temp-0.231.100-r1

/var/db/pkg/sec-keys:
openpgp-keys-gentoo-release-20240703

/var/db/pkg/sys-apps:
acl-2.3.2-r1
attr-2.5.2-r1
baselayout-2.15
baselayout-java-0.1.0-r2
bat-0.24.0-r1
bubblewrap-0.10.0
coreutils-9.5
dbus-1.15.8
diffutils-3.10
ed-1.20.2
file-5.45-r4
findutils-4.10.0
flatpak-1.14.10
gawk-5.3.1
gentoo-functions-1.7.2
grep-3.11-r1
groff-1.23.0
help2man-1.49.3
hwdata-0.383
install-xattr-0.8-r1
iproute2-6.11.0-r1
kbd-2.6.4
kmod-33
less-661
locale-gen-2.23-r1
lsb-release-3.3
lsd-1.1.3
man-db-2.13.0
man-pages-6.06
mlocate-0.26-r3
net-tools-2.10
openrc-0.55.1
pciutils-3.13.0
portage-3.0.66.1-r1
ripgrep-14.1.1
sandbox-2.39
sed-4.9-r1
shadow-4.14.8
systemd-utils-255.12
sysvinit-3.10
texinfo-7.1.1
usbutils-017
util-linux-2.40.2
which-2.21
xdg-dbus-proxy-0.1.5
xdg-desktop-portal-1.18.4

/var/db/pkg/sys-auth:
elogind-255.5
pambase-20240128
passwdqc-2.0.3-r1
polkit-125
seatd-0.8.0

/var/db/pkg/sys-block:
io-scheduler-udev-rules-2

/var/db/pkg/sys-boot:
efibootmgr-18-r1
grub-2.12-r5

/var/db/pkg/sys-devel:
bc-1.07.1-r6
binutils-2.43-r1
binutils-config-5.5.2
bison-3.8.2-r2
clang-19.1.1
clang-common-19.1.1
clang-runtime-19.1.1
clang-toolchain-symlinks-19
flex-2.6.4-r6
gcc-14.2.1_p20240921
gcc-config-2.11
gettext-0.22.5
gnuconfig-20240728
lld-19.1.1
lld-toolchain-symlinks-19
llvm-18.1.8-r4
llvm-19.1.1
llvm-common-19.1.1
llvm-toolchain-symlinks-18-r1
llvm-toolchain-symlinks-19
m4-1.4.19-r2
patch-2.7.6-r5

/var/db/pkg/sys-firmware:
alsa-firmware-1.2.4-r1

/var/db/pkg/sys-fs:
dosfstools-4.2
e2fsprogs-1.47.1
fuse-3.16.2
fuse-common-3.10.4
lvm2-2.03.22-r5
udev-init-scripts-35

/var/db/pkg/sys-kernel:
dracut-103-r4
gentoo-kernel-6.10.5
installkernel-48-r1
linux-firmware-20240909-r1
linux-headers-6.10

/var/db/pkg/sys-libs:
compiler-rt-19.1.1
efivar-39-r1
gdbm-1.24
glibc-2.40-r3
libcap-2.70
libcxx-19.1.1
libcxxabi-19.1.1
libomp-19.1.1
libseccomp-2.5.5-r1
libxcrypt-4.4.36-r3
llvm-libunwind-19.1.1
mtdev-1.1.7
ncurses-6.4_p20240414
pam-1.6.1
readline-8.2_p13
timezone-data-2024a-r1
zlib-1.3.1-r1

/var/db/pkg/sys-power:
suspend-1.0_p20200924

/var/db/pkg/sys-process:
procps-4.0.4-r1
psmisc-23.7

/var/db/pkg/virtual:
acl-0-r2
dev-manager-0-r2
dist-kernel-6.10.5
editor-0-r7
freedesktop-icon-theme-0-r4
latex-base-1.0
libc-1-r1
libcrypt-2-r1
libelf-3-r1
libiconv-0-r2
libintl-0-r2
libudev-251-r2
libusb-0-r2
libusb-1-r2
man-0-r4
notification-daemon-0
openssh-0
os-headers-0-r2
package-manager-1
pager-0-r1
perl-Carp-1.540.0-r1
perl-Compress-Raw-Bzip2-2.212.0
perl-Compress-Raw-Zlib-2.212.0-r1
perl-CPAN-2.360.0-r1
perl-CPAN-Meta-2.150.10-r8
perl-CPAN-Meta-Requirements-2.143.0
perl-CPAN-Meta-YAML-0.18.0-r10
perl-Data-Dumper-2.189.0
perl-Digest-MD5-2.580.100_rc-r1
perl-Digest-SHA-6.40.0-r1
perl-Encode-3.210.0-r1
perl-Exporter-5.780.0
perl-ExtUtils-CBuilder-0.280.240
perl-ExtUtils-Install-2.220.0-r1
perl-ExtUtils-MakeMaker-7.700.0-r1
perl-ExtUtils-Manifest-1.750.0
perl-ExtUtils-ParseXS-3.510.0-r1
perl-File-Path-2.180.0-r3
perl-File-Spec-3.900.0
perl-File-Temp-0.231.100-r1
perl-Getopt-Long-2.570.0-r1
perl-IO-1.550.0
perl-IO-Compress-2.212.0
perl-IO-Socket-IP-0.420.0
perl-IPC-Cmd-1.40.0-r4
perl-JSON-PP-4.160.0-r2
perl-libnet-3.150.0-r1
perl-Math-BigInt-2.3.2
perl-MIME-Base64-3.160.100_rc-r1
perl-Module-Load-0.360.0-r4
perl-Module-Metadata-1.0.38
perl-parent-0.241.0-r1
perl-Parse-CPAN-Meta-2.150.10-r8
perl-Perl-OSType-1.10.0-r8
perl-podlators-5.10.200_rc
perl-Scalar-List-Utils-1.630.0-r1
perl-Storable-3.320.0-r1
perl-Sys-Syslog-0.360.0-r4
perl-Test-Harness-3.480.0
perl-Test-Simple-1.302.199
perl-Text-ParseWords-3.310.0-r3
perl-Time-HiRes-1.977.700
perl-Time-Local-1.350.0
perl-Unicode-Collate-1.310.0-r2
perl-version-0.993.0
perl-XSLoader-0.320.0-r1
pkgconfig-3
rust-1.81.0-r1
secret-service-0
service-manager-1-r2
ssh-0-r2
tex-base-0
tmpfiles-0-r5
ttf-fonts-1-r2
udev-217-r7
w3m-1

/var/db/pkg/www-client:
firefox-bin-131.0
w3m-0.5.3_p20230121

/var/db/pkg/x11-apps:
mkfontscale-1.2.3
xauth-1.1.3
xkbcomp-1.4.7
xprop-1.2.7
xset-1.2.5

/var/db/pkg/x11-base:
xcb-proto-1.17.0
xorg-proto-2024.1
xwayland-24.1.3

/var/db/pkg/x11-libs:
cairo-1.18.2-r1
gdk-pixbuf-2.42.12
gtk+-3.24.42-r1
libdrm-2.4.123-r1
libfontenc-1.1.8
libICE-1.1.1-r1
libnotify-0.8.3
libSM-1.2.4
libX11-1.8.10
libXau-1.0.11
libXaw-1.0.16
libxcb-1.17.0
libXcomposite-0.4.6
libXcursor-1.2.2
libxcvt-0.1.2
libXdamage-1.1.6
libXdmcp-1.1.5
libXext-1.3.6
libXfixes-6.0.1
libXfont2-2.0.7
libXft-2.3.8
libXi-1.8.2
libxkbcommon-1.7.0-r1
libxkbfile-1.1.3
libXmu-1.2.1
libXpm-3.5.17
libXrandr-1.5.4
libXrender-0.9.11
libXScrnSaver-1.2.4
libxshmfence-1.3.2
libXt-1.3.0
libXtst-1.2.5
libXv-1.0.12
libXxf86vm-1.1.5
pango-1.52.2
pixman-0.43.4
xcb-util-keysyms-0.4.1
xcb-util-wm-0.4.2
xtrans-1.5.0

/var/db/pkg/x11-misc:
compose-tables-1.8.10
shared-mime-info-2.4-r1
xdg-user-dirs-0.18
xdg-utils-1.2.1-r6
xkeyboard-config-2.43

/var/db/pkg/x11-themes:
adwaita-icon-theme-46.2
adwaita-icon-theme-legacy-46.2
hicolor-icon-theme-0.17
sound-theme-freedesktop-0.8-r1
