acct-user/man
acct-user/messagebus
acct-user/ntp
acct-user/nullmail
acct-user/polkitd
acct-user/sshd
app-accessibility/at-spi2-core
app-admin/doas
app-admin/metalog
app-admin/perl-cleaner
app-admin/yadm
app-arch/cpio
app-arch/libarchive
app-arch/ncompress
app-arch/unzip
app-arch/zstd
app-editors/neovim
app-laptop/tlp
app-misc/brightnessctl
app-misc/ca-certificates
app-misc/editor-wrapper
app-misc/mime-types
app-misc/pax-utils
app-portage/gemato
app-portage/gentoolkit
app-portage/getuto
app-shells/zoxide
app-shells/zsh
app-shells/zsh-autosuggestions
app-shells/zsh-syntax-highlighting
app-text/asciidoc
app-text/build-docbook-catalog
app-text/docbook-dsssl-stylesheets
app-text/docbook-xml-dtd
app-text/docbook-xsl-ns-stylesheets
app-text/docbook-xsl-stylesheets
app-text/manpager
app-text/sgml-common
app-text/xmlto
app-text/zathura
app-text/zathura-pdf-mupdf
dev-build/autoconf-archive
dev-build/autoconf-wrapper
dev-build/automake
dev-build/automake-wrapper
dev-build/gtk-doc-am
dev-build/libtool
dev-build/meson-format-array
dev-debug/gdb
dev-lang/rust-bin
dev-python/python-lsp-server
dev-python/uv
dev-util/pkgcheck
dev-util/pkgdev
dev-util/ruff
dev-util/tokei
gui-apps/grim
gui-apps/gtklock
gui-apps/mako
gui-apps/slurp
gui-apps/waybar
gui-apps/wl-clipboard
gui-apps/wofi
gui-wm/sway
media-fonts/noto
media-fonts/noto-emoji
media-gfx/imv
net-im/discord
net-misc/chrony
net-misc/rclone
net-wireless/iwd
sys-apps/bat
sys-apps/lsd
sys-apps/ripgrep
sys-auth/pam_u2f
sys-boot/efibootmgr
sys-devel/clang
sys-firmware/intel-microcode
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-power/thermald
sys-process/gotop
www-client/firefox-bin
x11-drivers/xf86-video-intel
x11-libs/libnotify
