app-admin/doas
app-admin/sysklogd
app-admin/yadm
app-arch/zip
app-editors/neovim
app-eselect/eselect-repository
app-laptop/tlp
app-misc/brightnessctl
app-mobilephone/dfu-util
app-portage/gentoolkit
app-shells/gentoo-zsh-completions
app-shells/zoxide
app-shells/zsh
app-shells/zsh-completions
app-text/tree
app-text/zathura
app-text/zathura-pdf-mupdf
cross-arm-none-eabi/binutils
cross-arm-none-eabi/gcc
cross-arm-none-eabi/newlib
cross-avr/avr-libc
cross-avr/binutils
cross-avr/gcc
dev-embedded/avrdude
dev-embedded/dfu-programmer
dev-lang/rust-bin
dev-python/pip
dev-util/pkgdev
dev-util/rust-analyzer
dev-util/tokei
dev-vcs/git
dev-vcs/lazygit
gui-apps/grim
gui-apps/gtklock
gui-apps/mako
gui-apps/slurp
gui-apps/swaybg
gui-apps/waybar
gui-apps/wl-clipboard
gui-apps/wofi
gui-wm/sway
media-fonts/noto
media-fonts/noto-cjk
media-fonts/noto-emoji
media-gfx/imv
media-sound/playerctl
media-video/pipewire
net-im/discord
net-misc/chrony
net-misc/dhcpcd
net-misc/netifrc
net-wireless/iw
net-wireless/wireless-tools
net-wireless/wpa_supplicant
sys-apps/bat
sys-apps/exa
sys-apps/hwloc
sys-apps/pciutils
sys-apps/ripgrep
sys-auth/elogind
sys-boot/grub
sys-devel/clang
sys-devel/crossdev
sys-devel/gcc
sys-devel/gdb
sys-firmware/b43-firmware
sys-firmware/intel-microcode
sys-kernel/genkernel
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-power/acpi
sys-power/thermald
sys-process/gotop
www-client/firefox-bin
x11-drivers/xf86-video-intel
x11-libs/gtk+
x11-terms/alacritty
