alacritty
amd-ucode
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
avr-binutils
avr-gcc
avr-libc
avrdude
base
bat
bluez
bluez-utils
chromium
clang
cmake
dfu-programmer
dfu-util
discord
discord-canary
dosfstools
dualsensectl
easyeffects
efibootmgr
exa
fakeroot
firefox
fzf
gcc
git
gnome-keyring
gotop
grim
grub
gvfs
imagemagick
imv
kicad
kicad-library
lazygit
libtool
linux
linux-firmware
linux-headers
lvm2
make
mako
man-db
mesa
minecraft-launcher
neofetch
neovim
nerd-fonts-complete
networkmanager
ninja
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
opendoas
openssh
otf-font-awesome
pacman-contrib
pipewire
pipewire-pulse
playerctl
python-pip
ripgrep
rust-analyzer
rustup
slurp
spicetify-cli
spotify
steam
sway
thunar
tokei
tree
unzip
usbutils
vulkan-radeon
waybar
wget
which
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xorg-xwayland
yadm
yay
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
